/* No comment provided by engineer. */
"%i files from put.io began downloading" = "%i Dateien von put.io werden heruntergeladen";

/* Account Preferences Title */
"Account" = "Konto";

/* No comment provided by engineer. */
"After forgetting all syned items, files that have already been downloaded but are still available at the put.io origin folder will be downloaded again" = "After forgetting all syned items, files that have already been downloaded but are still available at the put.io origin folder will be downloaded again";

/* No comment provided by engineer. */
"Are you sure that you want to forget all previously synced items" = "Sind Sie sicher, dass Sie alle bisher synchronisierten Dateien vergessen wollen";

/* No comment provided by engineer. */
"Cancel" = "Abbrechen";

/* No comment provided by engineer. */
"Change account..." = "Konto wechseln...";

/* No comment provided by engineer. */
"Create" = "Erstellen";

/* No comment provided by engineer. */
"Download failed" = "Herunterladen fehlgeschlagen";

/* No comment provided by engineer. */
"Download finished" = "Herunterladen abgeschlossen";

/* No comment provided by engineer. */
"Downloading new files" = "Neue Dateien werden heruntergeladen";

/* No comment provided by engineer. */
"Error: %@" = "Fehler: %@";

/* No comment provided by engineer. */
"Estimating remaining time" = "Resetzeit wird geschätzt";

/* No comment provided by engineer. */
"Finished" = "Finished";

/* No comment provided by engineer. */
"Finished, seeding to %i peers - " = "Abgeschlossen, seed zu %i peers - ";

/* No comment provided by engineer. */
"Forget synced items" = "Synchronisierte Dateien vergessen";

/* General Preferences title */
"General" = "Allgemein";

/* No comment provided by engineer. */
"In queue" = "In der Warteschlange";

/* No comment provided by engineer. */
"Last sync: %@" = "Zuletzt synchronisiert: %@";

/* No comment provided by engineer. */
"Last sync: never" = "Zuletzt synchronisiert: Noch nie";

/* No comment provided by engineer. */
"Last update: %@" = "Letzte Aktualisierung: %@";

/* No comment provided by engineer. */
"Looking for items to download" = "Suche nach Dateien zum Herunterladen";

/* No comment provided by engineer. */
"never" = "nie";

/* preferences.title */
"Preferences" = "Einstellungen";

/* No comment provided by engineer. */
"Preparing" = "Vorbereiten";

/* No comment provided by engineer. */
"Save" = "Speichern";

/* No comment provided by engineer. */
"Sign in..." = "Anmelden...";

/* Sync Preferences title */
"Synced Folders" = "Synchronisierte Ordner";

/* No comment provided by engineer. */
"Syncing '%@'..." = "Synchronisiere '%@'...";

/* No comment provided by engineer. */
"Used space: %@ of %@" = "Belegter Speicherplatz: %1$@ von %2$@";

/* No comment provided by engineer. */
"You are signed in as" = "Sie sind angemeldet als";

/* No comment provided by engineer. */
"You did not connect your put.io account yet" = "Sie haben sich noch nicht mit Ihrem put.io Konto angemeldet";

